[
  {
    "id": 1,
    "question_en": "If someone attempts to rape me, what should I do according to the judicial practices ?",
    "question_ne": "यदि कसैले मलाई बलात्कार गर्ने प्रयास गर्छ भने, कागजातमा प्रतिबिम्बित न्यायिक अभ्यास अनुसार मैले के गर्नुपर्छ?",
    "answer_en": "Based on the judicial practices outlined in the 'District Court Decisions Collection, 2071', if someone attempts to rape you, it is crucial to immediately report the incident to the nearest police station. Additionally, seek medical attention for examination and documentation of any injuries. Preserve any evidence, and if possible, seek support from legal aid services or organizations that assist victims of sexual assault. Providing a detailed account of the incident to the authorities is essential for the legal process.",
    "answer_ne": "‘जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१’ मा उल्लिखित न्यायिक अभ्यासहरूमा आधारित भएर, यदि कसैले तपाईंलाई बलात्कार गर्ने प्रयास गर्छ भने, तुरुन्तै नजिकको प्रहरी चौकीमा घटनाको रिपोर्ट गर्नु महत्त्वपूर्ण छ। थप रूपमा, कुनै पनि चोटपटकको जाँच र दस्तावेजीकरणको लागि चिकित्सा ध्यान खोज्नुहोस्। कुनै पनि प्रमाणहरू सुरक्षित राख्नुहोस्, र यदि सम्भव भएमा, कानुनी सहायता सेवाहरू वा यौन दुर्व्यवहारका पीडितहरूलाई सहयोग गर्ने संस्थाहरूबाट समर्थन खोज्नुहोस्। अधिकारीहरूलाई घटनाको विस्तृत विवरण प्रदान गर्नु कानुनी प्रक्रियाको लागि आवश्यक छ।",
    "context_en": "Referencing the 'District Court Decisions Collection, 2071' for judicial practices related to sexual assault cases.",
    "context_ne": "यौन दुर्व्यवहार सम्बन्धी मुद्दाहरूका लागि न्यायिक अभ्यासहरूको लागि 'जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१' लाई सन्दर्भ गर्दै।"
  },
  {
    "id": 2,
    "question_en": "What kind of evidence is important in a rape attempt case according to Nepali court practices?",
    "question_ne": "नेपाली अदालतको अभ्यास अनुसार बलात्कार प्रयासको मुद्दामा कस्तो प्रमाण महत्त्वपूर्ण हुन्छ?",
    "answer_en": "According to Nepali court practices, as can be inferred from the judicial documents, crucial evidence in a rape attempt case includes: medical examination reports detailing any physical injuries, witness testimonies, any form of communication (text messages, emails) that may indicate the perpetrator's intentions, and any physical evidence collected from the scene. Prompt reporting to authorities and preservation of evidence are also vital.",
    "answer_ne": "नेपाली अदालतको अभ्यास अनुसार, न्यायिक कागजातहरूबाट अनुमान गर्न सकिन्छ, बलात्कार प्रयासको मुद्दामा महत्त्वपूर्ण प्रमाणहरूमा: कुनै पनि शारीरिक चोटहरूको विवरण दिने चिकित्सा परीक्षण रिपोर्टहरू, साक्षी गवाहीहरू, कुनै पनि प्रकारको सञ्चार (पाठ सन्देशहरू, इमेलहरू) जसले अपराधीको मनसायलाई संकेत गर्न सक्छ, र घटनास्थलबाट संकलित कुनै पनि भौतिक प्रमाणहरू समावेश हुन्छन्। अधिकारीहरूलाई तुरुन्त रिपोर्टिङ र प्रमाणको संरक्षण पनि महत्त्वपूर्ण छ।",
    "context_en": "Analysis of judicial practices in 'District Court Decisions Collection, 2071' regarding evidence in sexual assault cases.",
    "context_ne": "यौन दुर्व्यवहारका मुद्दाहरूमा प्रमाण सम्बन्धी 'जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१' मा न्यायिक अभ्यासहरूको विश्लेषण।"
  },
  {
    "id": 3,
    "question_en": "Does the Nepali judicial system provide any support for victims of rape attempts?",
    "question_ne": "के नेपाली न्यायिक प्रणालीले बलात्कार प्रयासका पीडितहरूलाई कुनै सहयोग प्रदान गर्दछ?",
    "answer_en": "While the provided document primarily focuses on court decisions, it is understood that the Nepali judicial system, through various legal provisions and support services, aims to provide support for victims of rape attempts. This includes legal aid, counseling, and medical assistance. Victims are encouraged to seek help from relevant authorities and organizations that specialize in victim support.",
    "answer_ne": "प्रदान गरिएको कागजात मुख्य रूपमा अदालतको निर्णयहरूमा केन्द्रित भए पनि, यो बुझिन्छ कि नेपाली न्यायिक प्रणालीले विभिन्न कानूनी प्रावधानहरू र समर्थन सेवाहरू मार्फत बलात्कार प्रयासका पीडितहरूलाई सहयोग प्रदान गर्ने लक्ष्य राख्दछ। यसमा कानुनी सहायता, परामर्श र चिकित्सा सहायता समावेश छ। पीडितहरूलाई सान्दर्भिक अधिकारीहरू र पीडित समर्थनमा विशेषज्ञता हासिल गर्ने संस्थाहरूबाट मद्दत लिन प्रोत्साहित गरिन्छ।",
    "context_en": "General understanding of Nepali legal and support systems for victims of sexual assault.",
    "context_ne": "यौन दुर्व्यवहारका पीडितहरूका लागि नेपाली कानूनी र समर्थन प्रणालीहरूको सामान्य समझ।"
  },
  {
    "id": 4,
    "question_en": "In a rape case judgment from the 'District Court Decisions Collection, 2071', what is the typical range of imprisonment?",
    "question_ne": "‘जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१’ बाट बलात्कार मुद्दाको फैसलामा, कैदको सामान्य दायरा कति छ?",
    "answer_en": "According to the 'District Court Decisions Collection, 2071', the typical range of imprisonment for rape cases is around 10 to 12 years. However, the specific sentence can vary based on the details of the case.",
    "answer_ne": "‘जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१’ अनुसार, बलात्कार मुद्दाहरूको लागि कैदको सामान्य दायरा लगभग १० देखि १२ वर्षसम्म छ। यद्यपि, विशिष्ट सजाय मुद्दाको विवरणमा आधारित हुन सक्छ।",
    "context_en": "Review of rape case judgments and sentences in 'District Court Decisions Collection, 2071'.",
    "context_ne": "‘जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१’ मा बलात्कार मुद्दाको फैसला र सजायको समीक्षा।"
  },
  {
    "id": 5,
    "question_en": "What is the potential imprisonment period for someone convicted of multiple marriages, as indicated by the 'District Court Decisions Collection, 2071'?",
    "question_ne": "‘जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१’ द्वारा संकेत गरिए अनुसार बहुविवाहको अभियोगमा दोषी ठहर भएका व्यक्तिको लागि सम्भावित कैद अवधि कति छ?",
    "answer_en": "The 'District Court Decisions Collection, 2071' indicates that the imprisonment period for multiple marriages can be around 1 year.",
    "answer_ne": "‘जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१’ ले बहुविवाहको कैद अवधि लगभग १ वर्ष हुन सक्छ भनेर संकेत गर्दछ।",
    "context_en": "Review of multiple marriage case sentences in 'District Court Decisions Collection, 2071'.",
    "context_ne": "‘जिल्ला अदालतका फैसलाहरूको सङ्ग्रह, २०७१’ मा बहुविवाह मुद्दाको सजायको समीक्षा।"
  },
  {
    "id": 6,
    "question_en": "If someone is convicted of rape and the legal provisions discriminate based on the victim's profession, what legal outcome can be expected based on Supreme Court judgments?",
    "question_ne": "यदि कसैलाई बलात्कारको अभियोगमा दोषी ठहर गरिन्छ र कानूनी प्रावधानहरूले पीडितको पेशाको आधारमा भेदभाव गर्छ भने, सर्वोच्च अदालतको फैसलाको आधारमा कस्तो कानूनी परिणामको अपेक्षा गर्न सकिन्छ?",
    "answer_en": "Based on a Supreme Court judgment, specifically in a case similar to 'Advocate Sapana Pradhan Malla v. His Majesty's Government' (2058 B.S.), any legal provision that discriminates among rape victims based on their profession is unconstitutional. Therefore, the discriminatory provision would be eliminated to ensure equal treatment under the law. This case primarily focused on the constitutionality of legal provisions, not specific prison sentences.",
    "answer_ne": "सर्वोच्च अदालतको फैसलाको आधारमा, विशेष गरी 'अधिवक्ता सपना प्रधान मल्ल विरुद्ध हिज मेजेस्टीज सरकार' (२०५८ बि.सं.) जस्तै मुद्दामा, पीडितको पेशाको आधारमा बलात्कार पीडितहरू बीच भेदभाव गर्ने कुनै पनि कानूनी प्रावधान असंवैधानिक छ। त्यसकारण, कानून अन्तर्गत समान व्यवहार सुनिश्चित गर्न भेदभावपूर्ण प्रावधान हटाइनेछ। यो मुद्दा मुख्यतया कानूनी प्रावधानहरूको संवैधानिकतामा केन्द्रित थियो, विशिष्ट जेल सजायमा होइन।",
    "context_en": "Supreme Court judgment regarding discriminatory rape laws based on victim's profession, leading to the elimination of such provisions, as exemplified by cases similar to 'Advocate Sapana Pradhan Malla v. His Majesty's Government' (2058 B.S.).",
    "context_ne": "पीडितको पेशाको आधारमा भेदभावपूर्ण बलात्कार कानून सम्बन्धी सर्वोच्च अदालतको फैसला, जसले त्यस्ता प्रावधानहरू हटाउन नेतृत्व गर्दछ, 'अधिवक्ता सपना प्रधान मल्ल विरुद्ध हिज मेजेस्टीज सरकार' (२०५८ बि.सं.) जस्तै मुद्दाहरूद्वारा उदाहरण दिइएको छ।"
  },
  {
    "id": 7,
    "question_en": "If a woman is accused of raping another woman, or if someone uses artificial objects in a rape, how does the Supreme Court define rape based on past judgments?",
    "question_ne": "यदि कुनै महिलाले अर्को महिलालाई बलात्कार गरेको आरोप छ, वा यदि कसैले बलात्कारमा कृत्रिम वस्तुहरू प्रयोग गर्छ भने, विगतका फैसलाहरूको आधारमा सर्वोच्च अदालतले बलात्कारलाई कसरी परिभाषित गर्छ?",
    "answer_en": "Based on the Supreme Court's decision in a case similar to 'Lakpa Sherpa v. Government of Nepal' (NLR 2073), the definition of rape includes cases where a woman can rape another woman. It also includes rape using artificial objects. This significantly broadens the legal understanding of rape under the Muluki Criminal Code. This case focused on the definition of rape, not specific prison sentences.",
    "answer_ne": "'लाक्पा शेर्पा विरुद्ध नेपाल सरकार' (एनएलआर २०७३) जस्तै मुद्दामा सर्वोच्च अदालतको निर्णयको आधारमा, बलात्कारको परिभाषामा महिलाले अर्को महिलालाई बलात्कार गर्न सक्ने मुद्दाहरू समावेश हुन्छन्। यसले कृत्रिम वस्तुहरूको प्रयोग गरेर बलात्कारलाई पनि समावेश गर्दछ। यसले मुलुकी अपराध संहिता अन्तर्गत बलात्कारको कानूनी समझदारीलाई महत्त्वपूर्ण रूपमा फराकिलो बनाउँछ। यो मुद्दा विशिष्ट जेल सजायको सट्टा बलात्कारको परिभाषामा केन्द्रित थियो।",
    "context_en": "Supreme Court decision expanding the legal definition of rape to include women perpetrators and artificial objects, as seen in cases similar to 'Lakpa Sherpa v. Government of Nepal' (NLR 2073), under the Muluki Criminal Code.",
    "context_ne": "मुलुकी अपराध संहिता अन्तर्गत महिला अपराधीहरू र कृत्रिम वस्तुहरू समावेश गर्न बलात्कारको कानूनी परिभाषा विस्तार गर्ने सर्वोच्च अदालतको निर्णय, 'लाक्पा शेर्पा विरुद्ध नेपाल सरकार' (एनएलआर २०७३) जस्तै मुद्दाहरूमा देखिए जस्तै।"
  },
  {
    "id": 8,
    "question_en": "In a rape case where the traditional crime scene is unclear, how does the Supreme Court determine where the crime occurred, according to past judgments?",
    "question_ne": "बलात्कार मुद्दामा जहाँ परम्परागत अपराध स्थल अस्पष्ट छ, विगतका फैसलाहरू अनुसार सर्वोच्च अदालतले अपराध कहाँ भएको मान्छ?",
    "answer_en": "Based on a Supreme Court judgment similar to 'Government of Nepal v. Sagar Bhatta' (071-CR-0659, Judgment Date 2076/8/2), in rape cases, the victim's body itself is considered the primary crime scene, even if the traditional crime scene cannot be ascertained. This ensures that offenders are not immune from prosecution. The judgment focused on the concept of the crime scene, not specific prison sentences.",
    "answer_ne": "'नेपाल सरकार विरुद्ध सागर भट्ट' (०७१-सीआर-०६५९, फैसला मिति २०७६/८/२) जस्तै सर्वोच्च अदालतको फैसलाको आधारमा, बलात्कार मुद्दाहरूमा, परम्परागत अपराध स्थल पत्ता लगाउन नसकिए पनि पीडितको शरीरलाई प्राथमिक अपराध स्थल मानिन्छ। यसले अपराधीहरूलाई अभियोजनबाट प्रतिरक्षा नगर्ने सुनिश्चित गर्दछ। फैसला विशिष्ट जेल सजायको सट्टा अपराध स्थलको अवधारणामा केन्द्रित थियो।",
    "context_en": "Supreme Court principle regarding the victim's body as the primary crime scene in rape cases, ensuring prosecution under the Muluki Criminal Code, as established in cases similar to 'Government of Nepal v. Sagar Bhatta' (071-CR-0659).",
    "context_ne": "'नेपाल सरकार विरुद्ध सागर भट्ट' (०७१-सीआर-०६५९) जस्तै मुद्दाहरूमा स्थापित भए अनुसार, मुलुकी अपराध संहिता अन्तर्गत अभियोजन सुनिश्चित गर्दै बलात्कार मुद्दाहरूमा पीडितको शरीरलाई प्राथमिक अपराध स्थल मान्ने सम्बन्धमा सर्वोच्च अदालतको सिद्धान्त।"
  },
  {
    "id": 9,
    "question_en": "If a superior officer in the military engages in a sexual relationship with a subordinate officer, how does the Supreme Court view the concept of consent, based on past judgments?",
    "question_ne": "यदि सेनामा एक उच्च पदस्थ अधिकारीले तल्लो तहका अधिकारीसँग यौन सम्बन्ध राख्छ भने, विगतका फैसलाहरूको आधारमा सर्वोच्च अदालतले सहमतिको अवधारणालाई कसरी हेर्छ?",
    "answer_en": "Based on a Supreme Court judgment similar to 'Bhupendra Khadka v. Nepal Army' (NLR 2076), consent obtained by a superior officer using their position of influence over a subordinate officer is considered consent obtained through undue influence, and thus not valid. This principle applies to sexual relationships within the military. This case focused on the validity of consent, not specific prison terms.",
    "answer_ne": "'भूपेन्द्र खड्का विरुद्ध नेपाली सेना' (एनएलआर २०७६) जस्तै सर्वोच्च अदालतको फैसलाको आधारमा, एक उच्च पदस्थ अधिकारीले आफ्नो प्रभावको स्थिति प्रयोग गरी तल्लो तहका अधिकारीबाट प्राप्त गरेको सहमतिलाई अनुचित प्रभावबाट प्राप्त भएको सहमति मानिन्छ, र यसरी मान्य हुँदैन। यो सिद्धान्त सेनाभित्रको यौन सम्बन्धमा लागू हुन्छ। यो मुद्दा विशिष्ट जेल सजायको सट्टा सहमतिको वैधतामा केन्द्रित थियो।",
    "context_en": "Supreme Court's view on consent and undue influence in military sexual relationships, as established in cases similar to 'Bhupendra Khadka v. Nepal Army' (NLR 2076), emphasizing genuine consent under the Muluki Criminal Code.",
    "context_ne": "'भूपेन्द्र खड्का विरुद्ध नेपाली सेना' (एनएलआर २०७६) जस्तै मुद्दाहरूमा स्थापित भए अनुसार, मुलुकी अपराध संहिता अन्तर्गत वास्तविक सहमतिलाई जोड दिँदै सैनिक यौन सम्बन्धमा सहमति र अनुचित प्रभाव सम्बन्धी सर्वोच्च अदालतको दृष्टिकोण।"
  },
  {
    "id": 10,
    "question_en": "In cases where a rape victim suffers from Battered Women Syndrome (BWS) and commits a crime, how does the Supreme Court consider this in judgments?",
    "question_ne": "बलात्कार पीडितहरू ब्याटर्ड वुमन सिन्ड्रोम (बीडब्ल्यूएस) बाट पीडित भएमा र अपराध गरेमा सर्वोच्च अदालतले यसलाई फैसलामा कसरी विचार गर्छ?",
    "answer_en": "The Supreme Court recognizes Battered Women Syndrome (BWS) as a relevant factor in cases where a victim commits a crime. Judgments consider the psychological impact of BWS, potentially influencing the assessment of culpability and sentencing. The court aims to understand the victim's state of mind and the circumstances that led to their actions.",
    "answer_ne": "सर्वोच्च अदालतले ब्याटर्ड वुमन सिन्ड्रोम (बीडब्ल्यूएस) लाई पीडितले अपराध गरेको मुद्दाहरूमा सान्दर्भिक कारकको रूपमा मान्यता दिन्छ। फैसलाहरूले बीडब्ल्यूएसको मनोवैज्ञानिक प्रभावलाई विचार गर्दछ, जसले दोषीता र सजायको मूल्याङ्कनलाई सम्भावित रूपमा प्रभाव पार्छ। अदालतले पीडितको मानसिकता र उनीहरूको कार्यहरू निम्त्याउने परिस्थितिहरू बुझ्ने लक्ष्य राख्दछ।",
    "context_en": "Supreme Court's consideration of Battered Women Syndrome (BWS) in criminal cases involving victims.",
    "context_ne": "पीडितहरू संलग्न आपराधिक मुद्दाहरूमा ब्याटर्ड वुमन सिन्ड्रोम (बीडब्ल्यूएस) को सर्वोच्च अदालतको विचार।"
  },
  {
    "id": 11,
    "question_en": "If someone is convicted of throwing acid on another person, what legal action and punishment can be expected, based on Supreme Court directives?",
    "question_ne": "यदि कसैलाई अर्को व्यक्तिमाथि एसिड फालेको अभियोगमा दोषी ठहर गरिन्छ भने, सर्वोच्च अदालतको निर्देशनको आधारमा कस्तो कानूनी कारबाही र सजायको अपेक्षा गर्न सकिन्छ?",
    "answer_en": "Based on a Supreme Court judgment similar to 'Advocate Jyoti Paudel et al. v. Government of Nepal' (NLR 2066), throwing acid is considered a cruel and inhumane offense. The court has directed that provisions for this offense be incorporated into the Domestic Violence (Offence and Punishment) Act, 2066, with punishments varying according to the severity of the offense. Therefore, someone convicted of throwing acid would face penalties as prescribed under amendments to the Act, which could include imprisonment and fines, based on the extent of harm caused.",
    "answer_ne": "'अधिवक्ता ज्योति पौडेल लगायत विरुद्ध नेपाल सरकार' (एनएलआर २०६६) जस्तै सर्वोच्च अदालतको फैसलाको आधारमा, एसिड फाल्नुलाई क्रूर र अमानवीय अपराध मानिन्छ। अदालतले यस अपराधको प्रावधानलाई घरेलु हिंसा (अपराध र सजाय) ऐन, २०६६ मा अपराधको गम्भीरता अनुसार फरक सजाय सहित समावेश गर्न निर्देशन दिएको छ। त्यसकारण, एसिड फालेको अभियोगमा दोषी ठहर भएका व्यक्तिले ऐनमा संशोधन अन्तर्गत तोकिएका दण्डहरू सामना गर्नेछन्, जसमा भएको क्षतिको हदको आधारमा कैद र जरिवाना समावेश हुन सक्छ।",
    "context_en": "Supreme Court directives to include acid throwing as an offense under the Domestic Violence (Offence and Punishment) Act, 2066, as seen in cases similar to 'Advocate Jyoti Paudel et al. v. Government of Nepal' (NLR 2066), with punishments varying based on severity.",
    "context_ne": "'अधिवक्ता ज्योति पौडेल लगायत विरुद्ध नेपाल सरकार' (एनएलआर २०६६) जस्तै मुद्दाहरूमा देखिए जस्तै, घरेलु हिंसा (अपराध र सजाय) ऐन, २०६६ अन्तर्गत एसिड फाल्नेलाई अपराधको रूपमा समावेश गर्न सर्वोच्च अदालतको निर्देशन, गम्भीरताको आधारमा फरक सजाय सहित।"
  },
  {
    "id": 12,
    "question_en": "If someone is convicted of sexual harassment in the workplace, what legal measures and punishments can be applied, according to Supreme Court directives?",
    "question_ne": "यदि कसैलाई कार्यस्थलमा यौन उत्पीडनको अभियोगमा दोषी ठहर गरिन्छ भने, सर्वोच्च अदालतको निर्देशन अनुसार कस्ता कानूनी उपाय र सजायहरू लागू गर्न सकिन्छ?",
    "answer_en": "Based on a Supreme Court judgment similar to 'Advocate Sharmila Parajuli et al. v. His Majesty's Government' (NLR 2061), necessary laws on sexual harassment at the workplace must be formulated. Victims can seek legal recourse under these laws. The punishment would depend on the specific laws enacted, but could include fines, imprisonment, or workplace sanctions, aimed at creating a safe environment.",
    "answer_ne": "'अधिवक्ता शर्मिला पराजुली लगायत विरुद्ध हिज मेजेस्टीज सरकार' (एनएलआर २०६१) जस्तै सर्वोच्च अदालतको फैसलाको आधारमा, कार्यस्थलमा यौन उत्पीडन सम्बन्धी आवश्यक कानूनहरू बनाउनुपर्छ। पीडितहरूले यी कानूनहरू अन्तर्गत कानूनी उपायहरू खोज्न सक्छन्। सजाय विशिष्ट रूपमा लागू गरिएका कानूनहरूमा निर्भर हुनेछ, तर सुरक्षित वातावरण सिर्जना गर्ने उद्देश्यले जरिवाना, कैद वा कार्यस्थल प्रतिबन्धहरू समावेश हुन सक्छ।",
    "context_en": "Supreme Court directives to formulate laws on sexual harassment in the workplace, as seen in cases similar to 'Advocate Sharmila Parajuli et al. v. His Majesty's Government' (NLR 2061), with punishments dependent on enacted legislation.",
    "context_ne": "'अधिवक्ता शर्मिला पराजुली लगायत विरुद्ध हिज मेजेस्टीज सरकार' (एनएलआर २०६१) जस्तै मुद्दाहरूमा देखिए जस्तै कार्यस्थलमा यौन उत्पीडन सम्बन्धी कानूनहरू बनाउन सर्वोच्च अदालतको निर्देशन, लागू गरिएको कानूनमा निर्भर सजायहरू सहित।"
  },
  {
    "id": 13,
    "question_en": "If a woman who has experienced severe abuse, leading to Battered Women Syndrome (BWS), commits a crime, how would the court consider her mental state in the judgment?",
    "question_ne": "यदि गम्भीर दुर्व्यवहारको अनुभव गरेकी महिलाले ब्याटर्ड वुमन सिन्ड्रोम (बीडब्ल्यूएस) निम्त्याउने अपराध गरेमा अदालतले फैसलामा उनको मानसिक अवस्थालाई कसरी विचार गर्छ?",
    "answer_en": "Based on a judgment similar to 'Government of Nepal v. Radhika Shrestha' (NLR 2071), the court would consider the woman's mental state, recognizing Battered Women Syndrome (BWS) as a relevant factor. The judgment would take into account the psychological impact of BWS, which could influence the assessment of culpability and potentially lessen the severity of the sentence. This approach aims to understand the circumstances that led to her actions.",
    "answer_ne": "'नेपाल सरकार विरुद्ध राधिका श्रेष्ठ' (एनएलआर २०७१) जस्तै फैसलाको आधारमा, अदालतले महिलाको मानसिक अवस्थालाई विचार गर्नेछ, ब्याटर्ड वुमन सिन्ड्रोम (बीडब्ल्यूएस) लाई सान्दर्भिक कारकको रूपमा मान्यता दिँदै। फैसलाले बीडब्ल्यूएसको मनोवैज्ञानिक प्रभावलाई ध्यानमा राख्नेछ, जसले दोषीताको मूल्याङ्कनलाई प्रभाव पार्न सक्छ र सम्भावित रूपमा सजायको गम्भीरतालाई कम गर्न सक्छ। यो दृष्टिकोणले उनको कार्यहरू निम्त्याउने परिस्थितिहरू बुझ्ने लक्ष्य राख्दछ।",
    "context_en": "Court's consideration of Battered Women Syndrome (BWS) in cases where a woman commits a crime after experiencing abuse, as seen in cases similar to 'Government of Nepal v. Radhika Shrestha' (NLR 2071), influencing culpability and sentencing.",
    "context_ne": "'नेपाल सरकार विरुद्ध राधिका श्रेष्ठ' (एनएलआर २०७१) जस्तै मुद्दाहरूमा देखिए जस्तै दुर्व्यवहारको अनुभव गरेपछि महिलाले अपराध गरेको मुद्दाहरूमा ब्याटर्ड वुमन सिन्ड्रोम (बीडब्ल्यूएस) को अदालतको विचार, दोषीता र सजायलाई प्रभाव पार्दै।"
  },
  {
    "id": 14,
    "question_en": "In cases involving sexual violence, what are the typical legal actions and considerations taken by the courts, based on past judgments?",
    "question_ne": "यौन हिंसा समावेश भएका मुद्दाहरूमा, विगतका फैसलाहरूको आधारमा अदालतहरूले लिने सामान्य कानूनी कारबाही र विचारहरू के हुन्?",
    "answer_en": "Based on past judgments, courts typically take sexual violence cases very seriously. Legal actions include thorough investigations, careful examination of evidence, and consideration of the victim's testimony. Courts also often address issues of consent, especially in cases with power imbalances. The judgments aim to protect victims and ensure justice is served, which may include imprisonment for the accused.",
    "answer_ne": "विगतका फैसलाहरूको आधारमा, अदालतहरूले सामान्यतया यौन हिंसाका मुद्दाहरूलाई धेरै गम्भीरतापूर्वक लिन्छन्। कानूनी कारबाहीहरूमा गहन अनुसन्धान, प्रमाणहरूको सावधानीपूर्वक जाँच, र पीडितको गवाहीको विचार समावेश छ। अदालतहरूले प्रायः सहमतिको मुद्दाहरूलाई सम्बोधन गर्छन्, विशेष गरी शक्ति असन्तुलन भएका मुद्दाहरूमा। फैसलाहरूले पीडितहरूको रक्षा गर्ने र न्याय प्रदान गरिएको सुनिश्चित गर्ने लक्ष्य राख्छन्, जसमा अभियुक्तको लागि कैद समावेश हुन सक्छ।",
    "context_en": "Typical legal actions and considerations in sexual violence cases, including investigations, evidence examination, and victim protection.",
    "context_ne": "अनुसन्धान, प्रमाण जाँच, र पीडित सुरक्षा सहित यौन हिंसाका मुद्दाहरूमा सामान्य कानूनी कारबाही र विचारहरू।"
  },
  {
    "id": 15,
    "question_en": "How do district courts address cases involving domestic disputes, especially when there are claims of unfair compromises or agreements made under duress?",
    "question_ne": "जिल्ला अदालतहरूले घरेलु विवादहरू समावेश भएका मुद्दाहरूलाई कसरी सम्बोधन गर्छन्, विशेष गरी जब जबरजस्ती अन्तर्गत गरिएका अनुचित सम्झौता वा सम्झौताहरूको दाबीहरू हुन्छन्?",
    "answer_en": "District courts carefully examine domestic dispute cases, particularly when claims of unfair compromises or duress are made. They assess the validity of agreements by considering the circumstances under which they were made, the fairness of the terms, and the presence of any coercion or undue influence. The courts aim to protect vulnerable parties and ensure that agreements are genuinely consensual.",
    "answer_ne": "जिल्ला अदालतहरूले घरेलु विवादका मुद्दाहरूलाई सावधानीपूर्वक जाँच गर्छन्, विशेष गरी जब अनुचित सम्झौता वा जबरजस्तीको दाबीहरू गरिन्छ। उनीहरूले बनाइएका परिस्थितिहरू, सर्तहरूको निष्पक्षता, र कुनै जबरजस्ती वा अनुचित प्रभावको उपस्थितिलाई विचार गरेर सम्झौताहरूको वैधताको मूल्याङ्कन गर्छन्। अदालतहरूले कमजोर पक्षहरूको रक्षा गर्ने र सम्झौताहरू वास्तविक रूपमा सहमतिमा छन् भन्ने सुनिश्चित गर्ने लक्ष्य राख्छन्।",
    "context_en": "District court approach to domestic dispute cases, focusing on the validity of agreements and protection of vulnerable parties.",
    "context_ne": "घरेलु विवादका मुद्दाहरूमा जिल्ला अदालतको दृष्टिकोण, सम्झौताहरूको वैधता र कमजोर पक्षहरूको सुरक्षामा केन्द्रित।"
  },
  {
    "id": 16,
    "question_en": "What are the penalties for tampering with court documents during appeals?",
    "question_ne": "पुनरावेदन प्रक्रियामा अदालती कागजातमा छेडछाड गर्नेमा कस्तो सजाय हुन्छ?",
    "answer_en": "Section 64 of the Evidence Act 2031 (1974) imposes 3–5 years imprisonment and fines for document tampering. Case No. 67-068-01290(ka), Ni.Na. 54 highlights strict enforcement, including case dismissal and contempt charges under Section 12(3) of the National Civil Procedure Code 2017.",
    "answer_ne": "प्रमाण ऐन २०३१ (१९७४) को धारा ६४ ले कागजातमा छेडछाड गर्नेलाई ३–५ वर्ष कैद र जरिवाना लगाउँछ। मुद्दा नं. ६७-०६८-०१२९०(क), नि.ना. ५४ ले राष्ट्रिय दीवानी प्रक्रिया संहिता २०१७ को धारा १२(३) अन्तर्गत मुद्दा खारेज र अवमानना अभियोग सहित कडा अनुपालन जोड्दछ।",
    "context_en": "Penalties for document tampering under Evidence Act 2031 and procedural consequences.",
    "context_ne": "प्रमाण ऐन २०३१ अन्तर्गत कागजात छेडछाडको सजाय र प्रक्रियागत नतीजा।"
  }
]
